app/controllers/students_controller.rb

SELECT "students".* FROM "students"
---
  def index
    @students = Student.all # create a instance variable to present all students